Tekla.Structures.CatalogInternal.dotcatCrossSection_t
Struct for the cross section.

Tekla.Structures.CatalogInternal.dotcatCrossSection_t.Profile


Tekla.Structures.CatalogInternal.dotcatCrossSection_t.Index


Tekla.Structures.CatalogInternal.dotcatCrossSection_t.MaxContours


Tekla.Structures.CatalogInternal.dotcatCrossSection_t.Location


Tekla.Structures.CatalogInternal.dotcatCrossSection_t.Length


Tekla.Structures.CatalogInternal.dotcatCrossSection_t.NumberOfPoints


Tekla.Structures.CatalogInternal.dotcatCrossSection_t.aCrossSectionPoints


Tekla.Structures.CatalogInternal.dotcatCrossSection_t.HighAccuracy
